info = [
    {
        'назва': 'Антів',
        "заражені": 12563,
        "одужало": 12456,
        "померло": 144
    },
    {
        'назва': 'Будяківка',
        "заражені": 156426,
        "одужало": 125624,
        "померло": 1241
    },
    {
        'назва': 'Кирилівка',
        "заражені": 80231,
        "одужало": 53456,
        "померло": 601
    },
    {
        'назва': 'Поліномівка',
        "заражені": 40123,
        "одужало": 22456,
        "померло": 234
    },
    {
        'назва': 'Олександрівка',
        "заражені": 7124,
        "одужало": 1233,
        "померло": 12
    },
]



