county_info = [
    {
        'назва': 'Антів',
        "заражені": 126563,
        "одужало": 12456,
        "померло": 144
    },
    {
        'назва': 'Будяківка',
        "заражені": 156426,
        "одужало": 125624,
        "померло": 1241
    },
    {
        'назва': 'Кирилівка',
        "заражені": 80231,
        "одужало": 53456,
        "померло": 601
    },
    {
        'назва': 'Поліномівка',
        "заражені": 40123,
        "одужало": 22456,
        "померло": 234
    },
    {
        'назва': 'Олександрівка',
        "заражені": 7124,
        "одужало": 1233,
        "померло": 12
    },
]

max_vidsotok = 0
max_city = ''
for city_dict in county_info:
    chastka = city_dict['одужало'] / (city_dict['одужало'] + city_dict['заражені'])
    vidsotok = chastka * 100
    print(f"{city_dict['назва']} : {vidsotok}%")
    if vidsotok > max_vidsotok:
        max_vidsotok = vidsotok
        max_city = city_dict['назва']


print("-" * 30)
print('Найкраща статистика:')
print(f"{max_city}  :  {max_vidsotok} %")
