country_info = [
    {
        'назва': 'Антів',
        "заражені": 126563,
        "одужало": 12456,
        "померло": 144
    },
    {
        'назва': 'Будяківка',
        "заражені": 156426,
        "одужало": 125624,
        "померло": 1241
    },
    {
        'назва': 'Кирилівка',
        "заражені": 80231,
        "одужало": 53456,
        "померло": 601
    },
    {
        'назва': 'Поліномівка',
        "заражені": 180000,
        "одужало": 22456,
        "померло": 234
    },
    {
        'назва': 'Олександрівка',
        "заражені": 7124,
        "одужало": 1233,
        "померло": 12
    },
]


# пошук максимуму заражених
max_zar = 0
max_city_name = ''

for city_info in country_info:
    zar = city_info['заражені']
    name = city_info['назва']

    if zar > max_zar:
        max_zar = zar
        max_city_name = name

print(f"У місті {max_city_name} {max_zar} заражених")
